Repository: IBMPredictiveAnalytics/STATS_CLUS_SIL
Catalog: src/lang/*/STATS_CLUS_SIL.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_tw

source: Absolute Difference
de: Absolute Differenz
es: Diferencia absoluta
fr: Différence absolue
it: Differenza assoluta
ja: 絶対差
ko: 절대 차이
pl: Różnica bezwzględna
pt_br: Diferença absoluta
ru: Абсолютная разность
zh_tw: 絕對差異

source: Euclid
de: Euklidisch
fr: Euclide
it: Euclidea
ja: ユークリッド
pl: Euklidesowa
ru: Евклид

source: Maximum
es: Máximo
it: Massimo
ja: 最大
ko: 최대값
pl: Maksimum
pt_br: Máximo
ru: Максимум
zh_tw: 最大值

source: Gower
ja: ガワー
ru: Гауэр

source: All variables must be numeric for the selected dissimilarity measure.
de: Für das ausgewählte Unähnlichkeitsmaß müssen alle Variablen numerisch sein.
es: Para la medida de disimilaridad seleccionada, todas las variables deben ser
fr: Toutes les variables doivent être numériques pour la mesure de dissimilarité sélectionnée.
it: Tutte le variabili devono essere numeriche per la misura di dissimilarità selezionata.
ja: 選択した非類似度については、すべての変数が数値型でなければなりません。
ko: 선택된 비유사성 측도의 모든 변수는 숫자여야 합니다.
pl: Wszystkie zmienne muszą być liczbowe dla wybranej miary niepodobieństwa.
pt_br: Todas as variáveis devem ser numéricas para a medida de dissimilaridade selecionada.
ru: Для выбранной меры различия все переменные должны быть числовыми.
zh_tw: 所有變數必須是所選相異性測量的數值。

source: The Minkowski measure requires the power to be specified
de: Beim Minkowski-Maß muss der Exponent angegeben werden
es: La medida de Minkowski requiere que se especifique la potencia
fr: La mesure de Minkowski a besoin que la puissance soit spécifiée.
it: La misura di Minkowski richiede che venga specificata la potenza
ja: Minkowski 測定方法では、べき乗を指定する必要があります
ko: Minkowski 측도를 사용하려면 거듭제곱을 지정해야 합니다.
pl: Miara odległości Minkowskiego wymaga określenia mocy
pt_br: A medida de Minkowski requer que a potência seja especificada
ru: Для меры Минковского нужно задать показатель степени
zh_tw: Minkowski 測量需要指定冪

source: At least one variable is entirely missing
de: Mindestens eine Variable fehlt völlig
es: Falta por completo al menos una variable
fr: Au moins une variable est totalement manquante.
it: Almeno una variabile è interamente mancante
ja: 少なくとも 1 つの変数が完全に欠損しています
ko: 하나 이상의 변수가 누락되었습니다.
pl: Co najmniej jednej zmiennej brakuje całkowicie
pt_br: Pelo menos uma variável é totalmente omissa
ru: По крайней мере одна переменная полностью отсутствует
zh_tw: 至少一個變數完全遺漏

source: The number of variable weights must be equal to the number of variables
de: Die Anzahl der Variablengewichtungen muss gleich der Anzahl der Variablen sein
es: El número ponderaciones de variables debe ser igual al número de variables
fr: Le nombre de pondération de variables doit être égal au nombre de variables.
it: Il numero di pesi variabile deve essere uguale al numero di variabili
ja: 変数の重み付けの数は、変数の数と等しくなければなりません
ko: 변수 가중값 수와 변수 수가 같아야 합니다.
pl: Liczba wag zmiennych musi być równa liczbie zmiennych
pt_br: O número de ponderações variáveis deve ser igual ao número de variáveis
ru: Количество весов переменных должно быть равно количеству самих переменных
zh_tw: 變數加權數目必須等於變數數目

source: Silhouettes cannot be computed: either there is only one cluster or every cluster is size 1
de: Die Silhouetten können nicht berechnet werden: Entweder ist nur ein Cluster vorhanden oder jeder Cluster hat die Größe 1
es: No es posible calcular las siluetas: o bien hay un sólo clúster o todos los clústeres son de tamaño 1
fr: Impossible de calculer les silhouettes : il existe un seul cluster ou chaque cluster a pour taille la valeur 1
it: Impossibile calcolare le silhouette: esiste un solo cluster o ogni cluster ha dimensione 1
ja: シルエットを計算できません。クラスタが 1 つしかないか、 すべてのクラスタのサイズが 1 になっています。
ko: 실루엣을 계산할 수 없습니다. 군집이 하나만 있거나 모든 군집의 크기가 1입니다.
pl: Nie można obliczyć sylwetek: istnieje tylko jedno skupienie lub wielkość każdego skupienia wynosi 1
pt_br: Silhuetas não podem ser calculadas: há somente um cluster ou cada cluster tem tamanho 1
ru: Невозможно вычислить силуэты: возможно, существует только один кластер или у всех кластеров размер равен 1
zh_tw: 無法計算側影：只有一個叢集 或每個叢集大小都為 1

source: The cluster number variable cannot be included as a clustering variable
de: Die Variable für die Clusternummer kann nicht als Clustervariable hinzugefügt
es: La variable de número de clústeres no se puede incluir como variable de
fr: La variable de numéro du cluster ne peut pas être incluse en tant que variable de cluster.
it: La variabile numero di cluster non può essere inclusa come una variabile di clustering
ja: クラスタ数変数をクラスタ変数として含めることはできません
ko: 군집 수 변수는 군집 변수로 포함될 수 없습니다.
pl: Zmiennej liczby skupień nie można uwzględnić jako zmiennej grupowania
pt_br: A variável do número de cluster não pode ser incluída como uma variável de armazenamento em cluster
ru: Переменная числа кластеров не может включаться как переменная кластеризации
zh_tw: 不能併入叢集號碼變數作為形成叢集變數

source: There are duplicate or undefined variables specified. Note that variable names are case sensitive
de: Doppelte oder nicht definierte Variablen sind angegeben. Bei Variablennamen muss die Groß-/Kleinschreibung beachtet werden
es: Se han especificado variables duplicadas o no definidas. Tenga en cuenta que los nombres de variables son sensibles a mayúsculas y minúsculas.
fr: Des variables en double ou non définies ont été spécifiées. Notez que les noms de variable sont sensibles à la casse.
it: Sono specificate variabili duplicate o non definite. Si noti che i nomi delle variabili sono sensibili al maiuscolo/minuscolo
ja: 重複する変数または未定義の変数が指定されています。変数名は大文字と小文字が区別されることに注意してください。
ko: 지정된 변수가 중복되었거나 정의되지 않았습니다. 변수 이름은 대소문자를 구분합니다.
pl: Istnieją określone powielone lub niezdefiniowane zmienne. W nazwach zmiennych rozpoznawane są małe i wielkie litery
pt_br: Há variáveis duplicadas ou não definidas especificadas. Observe que os nomes das variáveis fazem distinção entre maiúsculas e minúsculas
ru: Заданы дублированные или неопределенные переменные. Обратите внимание на то, что имена переменных зависят от регистра
zh_tw: 指定了重複或未定義的變數。請注意，變數名稱區分大小寫

source: Next Best Cluster
de: Nächstbester Cluster
es: Siguiente mejor clúster
fr: Prochain meilleur cluster
it: Miglior cluster successivo
ja: 次に最適なクラスタ
ko: 다음 최적의 군집
pl: Kolejne najlepsze skupienie
pt_br: Próximo melhor cluster
ru: Следующий лучший кластер
zh_tw: 下一個最佳叢集

source: Silhouette
es: Silueta
ja: 全体像
ko: 실루엣
pl: Sylwetka
pt_br: Silhueta
ru: Силуэт

source: Total
de: Gesamtwert
it: Totale
ja: 合計(T)
ko: 총계
pl: Łącznie
ru: Всего
zh_tw: 總計

source: Silhouette Statistics
de: Silhouettenstatistiken
es: Estadísticos de siluetas
fr: Statistiques sur la silhouette
it: Statistiche silhouette
ja: シルエット統計量
ko: 실루엣 통계량
pl: Statystyka sylwetki
pt_br: estatísticas de silhueta
ru: Статистика силуэтов
zh_tw: 側影統計資料

source: Cluster
es: Clúster
ja: クラスタ分析
ko: 군집2
pl: Skupienie
ru: Кластеризовать
zh_tw: 叢集

source: Statistics
de: Statistik
es: Estadísticos
fr: Statistiques
it: Statistiche
ja: 統計量
ko: 통계량2
pl: Statystyki
pt_br: Estatísticas
ru: Статистику
zh_tw: 統計資料

source: Case Count
de: Fallanzahl
es: Recuento de caso
fr: Effectif des observations
it: Conteggio casi
ja: ケース度数
ko: 케이스 빈도
pl: Liczebność obserwacji
pt_br: Contagem de caso
ru: Число наблюдений
zh_tw: 觀察值計數

source: Mean
de: Mittelwert
es: Media
fr: Moyenne
it: Media
ja: 平均
ko: 평균 순위
pl: Średnia
pt_br: Média
ru: Среднее значение
zh_tw: 平均值

source: Minimum
es: Mínimo
it: Minimo
ja: 最小
ko: 최소값
pt_br: Mínimo
ru: Минимум
zh_tw: 最小值

source: Histogram of Silhouettes
de: Histogramm der Silhouetten
es: Histograma de siluetas
fr: Histogramme des silhouettes
it: Istogramma delle silhouette
ja: シルエットのヒストグラム
ko: 실루엣의 히스토그램
pl: Histogram sylwetek
pt_br: Histograma de silhuetas
ru: Гистограмма силуэтов
zh_tw: 側影的直方圖

source: Dissimilarity measure = %s
de: Unähnlichkeitsmaß = %s
es: Medida de disimilaridad = %s
fr: Mesure de dissimilarité = %s
it: Misura di dissimilarità = %s
ja: 非類似度 = %s
ko: 비유사성 측도 = %s
pl: Miara niepodobieństwa = %s
pt_br: Medida de dissimilaridade = %s
ru: Мера различия = %s
zh_tw: 相異性測量 = %s

source: Silhouettes by Cluster
de: Silhouetten nach Cluster
es: Siluetas por clúster
fr: Silhouettes par cluster
it: Silhouette per cluster
ja: クラスタ別シルエット
ko: 군집별 실루엣
pl: Sylwetki wg skupienia
pt_br: Silhuetas por cluster
ru: Силуэты по кластеру
zh_tw: 依叢集的側影

source: Mean Silhouette by Cluster
de: Mittelwertsilhouette nach Cluster
es: Silueta media por clúster
fr: Silhouette moyenne par cluster
it: Silhouette media per cluster
ja: クラスタ別平均シルエット
ko: 군집별 평균 실루엣
pl: Średnia sylwetki wg skupienia
pt_br: Silhueta média por cluster
ru: Средний силуэт по кластеру
zh_tw: 依叢集的側影平均值

source: Assigned Cluster
de: Zugewiesener Cluster
es: Clúster asignado
fr: Cluster affecté
it: Cluster assegnato
ja: 割り当てられたクラスタ
ko: 지정된 군집
pl: Przypisane skupienie
pt_br: Cluster designado
ru: Назначенный кластер
zh_tw: 已指派的叢集

source: Percentage of Assigned Cluster
de: Prozentsatz des zugewiesenen Clusters
es: Porcentaje de clúster asignado
fr: Pourcentage de cluster affecté
it: Percentuale di cluster assegnato
ja: 割り当てられたクラスタのパーセンテージ
ko: 지정된 군집의 백분율
pl: Wartość procentowa przypisanego skupienia
pt_br: Porcentagem de cluster designado
ru: Процентная доля назначенного кластера
zh_tw: 已指派叢集的百分比

source: Distribution of Next Best Clusters
de: Verteilung der nächstbesten Cluster
es: Distribución de siguientes mejores clústeres
fr: Distribution des prochains meilleurs clusters
it: Distribuzione dei successivi migliori cluster
ja: 次に最適なクラスタの分布
ko: 다음 최적의 군집 분포
pl: Rozkład kolejnego najlepszego skupienia
pt_br: Distribuição dos próximos melhores clusters
ru: Распределение следующих лучших кластеров
zh_tw: 下一個最佳叢集的分佈
